tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "nats-io/nats-tools"
tap "norwoodj/tap"
brew "awscli"
brew "pkg-config"
brew "cairo"
brew "chezmoi"
brew "fzf"
brew "gh"
brew "giflib"
brew "helix"
brew "helm"
brew "jfrog-cli"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeval"
brew "lazygit"
brew "pango"
brew "librsvg"
brew "neovim"
brew "pgcli"
brew "postgresql@15"
brew "pre-commit"
brew "redis"
brew "ripgrep"
brew "yq"
brew "johanhaleby/kubetail/kubetail"
brew "nats-io/nats-tools/nats"
brew "norwoodj/tap/helm-docs"
cask "aws-vault"
cask "aws-vpn-client"
